<?php

return [

    //パスワードの再設定メールの日本語文
    'password_reset' => [
        'subject' => 'パスワードの再設定',
        'line_01' => '以下のボタンをクリックするとパスワードの再設定を行えます。',
        'action' => 'パスワードの再設定',
        'line_02' => 'このボタンの有効期限は:count分です。',
        'line_03' => 'もし、パスワードの再設定を行わない場合はお手数ですが当メールは破棄してください。',
    ],

    'email_reset' => [
        'subject' => 'メールアドレス再設定',
        'line_01' => '以下のボタンをクリックして新しいメールアドレスを確定してください。',
        'action' => 'メールアドレス再設定',
        'line_02' => 'このボタンの有効期限は60分です。',
        'line_03' => 'もし、メールアドレスの再設定を行わない場合はお手数ですが当メールは破棄してください。'
    ]
];