<?php

return [

    'animals_optgroup' => [
        '1' => 'ア行',
        '2' => 'カ行',
        '3' => 'サ行',
        '4' => 'タ行',
        '5' => 'ナ行',
        '6' => 'ハ行',
        '7' => 'マ行',
        '8' => 'ヤ行',
        '9' => 'ラ行',
        '10' => 'ワ行',
        '11' => 'その他',
    ],

    'animals1' => [
        'アライグマ' => 'アライグマ',
        'アザラシ' => 'アザラシ',
        'イタチ' => 'イタチ',
        'イルカ' => 'イルカ',
        'インコ' => 'インコ',
        'イヌ' => 'イヌ',
        'イノシシ' => 'イノシシ',
        'ウサギ' => 'ウサギ',
        'ウシ' => 'ウシ',
        'ウマ' => 'ウマ',
        'オウム' => 'オウム',
        'オオカミ' => 'オオカミ',
        'オラウータン' => 'オラウータン',
    ],

    'animals2' => [
        'カエル' => 'カエル',
        'カバ' => 'カバ',
        'カラス' => 'カラス',
        'カワウソ' => 'カワウソ',
        'カンガルー' => 'カンガルー',
        'キツネ' => 'キツネ',
        'キリン' => 'キリン',
        'クマ' => 'クマ',
        'クジラ' => 'クジラ',
        'コアラ' => 'コアラ',
        'コウモリ' => 'コウモリ',
        'ゴリラ' => 'ゴリラ',
    ],

    'animals3' => [
        'サイ' => 'サイ',
        'サル' => 'サル',
        'シカ' => 'シカ',
        'シマウマ' => 'シマウマ',
        'ジャガー' => 'ジャガー',
        'シロクマ' => 'シロクマ',
        'シャチ' => 'シャチ',
        'ジュゴン' => 'ジュゴン',
        'スカンク' => 'スカンク',
        'スズメ' => 'スズメ',
        'ゾウ' => 'ゾウ',
    ],

    'animals4' => [
        'タヌキ' => 'タヌキ',
        'チーター' => 'チーター',
        'チンパンジー' => 'チンパンジー',
        'ツバメ' => 'ツバメ',
        'トラ' => 'トラ',
    ],

    'animals5' => [
        'ナマケモノ' => 'ナマケモノ',
        'ネコ' => 'ネコ',
        'ネズミ' => 'ネズミ',
    ],

    'animals6' => [
        'ハト' => 'ハト',
        'ハムスター' => 'ハムスター',
        'ハリネズミ' => 'ハリネズミ',
        'パンダ' => 'パンダ',
        'ヒツジ' => 'ヒツジ',
        'ヒョウ' => 'ヒョウ',
        'フクロウ' => 'フクロウ',
        'ブタ' => 'ブタ',
        'ペリカン' => 'ペリカン',
        'ペンギン' => 'ペンギン',
    ],

    'animals7' => [
        'モグラ' => 'モグラ',
        'モルモット' => 'モルモット',
    ],

    'animals8' => [
        'ヤギ' => 'ヤギ',
    ],

    'animals9' => [
        'ライオン' => 'ライオン',
        'ラクダ' => 'ラクダ',
        'リス' => 'リス',
        'ロバ' => 'ロバ',
    ],

    'animals10' => [
        'ワニ' => 'ワニ',
    ],

    'animals11' => [
        'その他' => 'その他'
    ],
    
];